{
    "Visit_Summary": [
        {
            "date": "2022-12-03",
            "text": "Reason for Visit: Follow Up\n\n\n**History of Present Illness:**\n\n Patient is here for a routine follow-up, last visit was November\n Previous history of Coronary Artery Disease, with Coronary Artery Bypass Graft (CABG) done last October with redo in November.\n Reports increased frequency of chest pain/tightness since CABG, numerous times during the week\n As per pt, feels as if chest is being “squeezed”\n However symptoms have improved post-surgery\n Confirms SOB, EIB and respiratory difficulties\n Significant use of Albuterol in the past 1-2 months\n Pt reports non-compliance with Flovent.\n\n Also reports an increase in heart palpitations\n Smartwatch readings show afib episodes 2-3 times a week, however, pt reports more than that.\n\n Denies headaches, or an increased salt consumption\n Currently on ACE inhibitor, beta-blocker, statin, aspirin, imdur, and Mavik\n\n Pt reports regularly exercising, and is attempting to lose weight.\n Had lost 5 pounds in 4 months before surgery.\n However, due to muscle/back pain has not been able to exercise post surgery, and gained back 4 pounds\n Current BMI is 35.\n\n **Physical Examination:**\n Upon examination of the heart, ascultation reveals a normal rhythm. No murmurs, gallop, rubs,or clicks were heard.\n Vitals and blood pressure are both normal\n No signs of Pedal Edema or JVD\n\n **Plan/Conclusion:**\n Pt reports a presence of anginal pain despite CABG done two months prior.\n However, this may due to respiratory symptoms, which patient has confirmed occuring for the past 2 months\n As a result, further examination is needed, especially to reevaluate CABG\n Also reports regular palpitations, with smartwatch detecting afib episodes 2-3 times a week.\n No other symptoms\n Denies headaches, or an increased salt consumption\n\n Pt encouraged to continue diet/weight loss.\n Advised to schedule visit with nutritionist.\n Pt educated on the importance of diet/losing weight, and impacts of obesity on CAD\n ***Plan:***\n Script given to patient for Echo, and routine ECG\n Blood test script given to measure troponin levels\n Pt encouraged to also follow up with surgeon for angio\n Education provided on medication compliance.\n As pt will be on vacation next week, therefore follow up in 2 weeks.\n Based on echo, will increase dose of Imdur and beta-blocker\n Pt given Nitroglycerin as needed.\n If symptoms become more severe, follow up earlier if possible\n Continue ACE inhibitor, beta-blocker, statin, aspirin, imdur, and Mavik",
            "js_time": "5679176400.0",
            "upk": "0",
            "type": "Visit_Summary"
        }
    ]
}