{
  "Discharge_summary": [
    {
      "date": "2022-12-15 00:00:00",
      "text": "Admission Date: [**2022-12-15**]\n Discharge Date: [**2022-12-31**]\nDate of Birth:  [**1948-3-13**]\n Sex: F \nService: MEDICINE\n\nAllergies:\n - Altace\n\n Attending: **Hector Stern**\nChief Complaint:\n - shortness of breath \n - increased angina\n\n Major Surgical or Invasive Procedure:\n - central line placement\n History of Present Illness:\n Ms. **Anderson** is a 74 year-old woman with a history of CAD s/p CABG in [**10/84**] with redo in [**11/84**], stent to left subclavian in [**6-17**] and repeat dx cath without intervention in [**10-18**], EF of 35% on echo in [**2018**], atrial fibrillation diagnosed in [**2019**] managed with: rate control and anti-coagulation, hypertension, lipids and asthma/possible COPD (no PFT's noted in record/ smoking history) admitted now with SOB/unstable angina.  The patient's current symptomatology began last friday [**12-12**] when she developed URI symptoms including nasal congestion and cough. Since then she has noted increased dyspnea, increased episodes of her anginal pain including at rest and cough productive of yellow/celery colored sputum.  Dyspnea has increased to point where she has trouble with stairs now where recently she has not.  Has dry cough at baseline attributed to Mavik, but her current cough is different.  Has also had significantly increased fatigue over this time.  Takes combivent or albuterol with some relief of shortness of breath.  Her SOB brought her to see her PCP, **Paul Lanbeck**. CXR was obtained and revealed no acute process. Other history from that visit is unobtainable. Last night she had palpitations and her shortness of breath subsequently worsened which ultimately brought her to **Mercy Hospital** today. \n\n Reports taking all her medications. Has had some dietary indiscretion recently including salted fish last friday and dining out recnetly. Also reports increased stress and exposure to dogs at family members house. Denies fever or chills. Denies feeling dizzy, syncope. NO weight loss. Appetite has been good. \n\n Past Medical History: \n - CAD as above atrial fibrillation ht\n - increased lipids\n - asthma\n - COPD(non-smoker)\n - GERD\n - Anemia \n\nSocial History:No history of smoking. Occasional alcohol and no IVDU. \n\n Lives in **Parkway** area with excellent support from family.\n\nFamily History: non-contributory\n\n Physical Exam:\n - VS: \n - T: 97.5\n - BP 124/63\n - HR: 90's\n - RR 18  95% 3l (on nitro)\n\n General: No distress but mildly increased work breathing resting pleasant. HEENT: PERLLA, EOMI, MMM, no pharyngeal exudate, no conj\ninjection, sclarae anicteric, no lymphadneopathy. JVP to about 12cm.  No carotid bruits. Neck is supple. \nLung: wheezing throughout the lung fields.\nHeart: tachy, irregular, S1 and S2 wnl, no murmurs/rubs or gallops abd; +b/s, soft, non-tender, non-distended, no masses\n Exterior: +2 pitting edema bilaterally, swelling is symmetric in lower extremities.  non-tender.  DP and femoral pulses are 1+. no femoral bruits.\nNeuro; Alert and oriented x 3. no focal deficits appreciated--strength appropriate for age, normal cerebellar and\nreflexes. CNII-XII intact\n\nPertinent Results [**12-17**]:\n chest x-ray: PA AND LATERAL VIEWS OF THE CHEST, The patient is S/P CABG.There is a vascular stent projecting above the aorta again demonstrated and unchanged. The cardiac and mediastinal contours are stable. No evidence of failure. The lungs are clear. There is no pleural effusion.\n\nIMPRESSION: No evidence of pneumonia. No evidence of CHF.(pulmonary vascular congestion, cardiomegaly)\n\nAdmit labs:\n[**2022-12-17**] 12:10PM:\n - WBC-**8.8**\n - RBC-**3.84**\n - HGB-**11.7**\n - HCT-**34.6**\n - MCV-**90**\n - MCH-**30.3**\n - MCHC-**33.6**\n - RDW-**14.4**\n - NEUTS-**83.9**\n - LYMPHS-**9.4**\n - MONOS-**5.6**\n - EOS-**1.1**\n - BASOS-**0.1**\n - PLT COUNT-**237**\n - GLUCOSE-**180**\n - UREA N-**15**\n - CREAT-**1.1**\n - SODIUM-**138**\n - POTASSIUM-**3.9**\n - CHLORIDE-**99**\n - TOTAL CO2-**27**\n - ANION GAP-**16**\n [**2022-12-17**] 01:45PM:\n - PT-**21.3**\n - PTT-**31.7**\n - INR(PT)-**2.9**\n\n Ischemia labs:\n[**2022-12-17**] 12:10PM:\n - CK(CPK)-**95**\n - cTropnT-**<0.01**\n [**2022-12-17**] 06:00PM:\n - CK(CPK)-**147**\n - CK-MB-**6**\n - cTropnT-**0.06**\n\nLast cath:\n PROCEDURE DATE: [**2020-11-15**] INDICATIONS FOR CATHETERIZATION:\n - Chest pain.\n - Prior CABG.\n - S/P subclavian stent.\n\nFINAL DIAGNOSIS:\n 1. Native three vessel coronary artery disease with extensive bridging collaterals of the RCA.\n 2. Known occluded saphenous vein grafts.\n 3. Patent LIMA to LAD.\n 4. Patent left subclavian stent.\n 5. Mild mitral regurgitation.\n 6. Mild systolic ventricular dysfunction.\n 7. Mild right common-femoral vascular disease.\n COMMENTS:\n 1. Coronary arteriography in this right dominant system showed native three-vessel coronary artery disease. The LMCA had mild luminal irregularities. The LAD artery was occluded in the mid-vessel. The left circumflex artery was proximally occluded with two distal OMs with a 'jump' segment filling via left to left collaterals. The RCA was proximally occluded with many bridging collaterals supplying the distal RCA and posterior LV branches.\n 2. Saphenous vein grafts were known to be occluded from a prior catheterization dated [**6-17**] and were therefore not visualized.\n 3. Graft angiography showed a widely patent LIMA to LAD, supplying the distal [**1-18**] of the LAD and large collaterals to the RCA and r-PDA.\n 4. Left subclavian angiography showed a widely patent left subclavian stent.\n 5. Resting hemodynamics showed normal left-sided filling pressure.\n 6. Left ventriculography showed mild global hypokinesis with more pronounced hypokinesis of the inferior wall. There was trace mitral regurgitation. The calculated LVEF was 45%.\n 7. Limited left ilio-femoral peripheral angiography showed a mild 30% stenosis of the common femoral artery.\n\nEKG: afib, left axis deviation, ST depression and TWI in V2-V6.\n\n\n[**12-19**] Echo:\n\nStudy continues from Tape [**2022**] W487 to tape [**2022**] W 509, starting at 0:15 for an additional seven minutes of recording.\nLEFT ATRIUM: Mild LA enlargement.\nRIGHT ATRIUM/INTERATRIAL SEPTUM: Mildly dilated RA.\nLEFT VENTRICLE: Normal LV cavity size. Suboptimal technical quality, a focal LV wall motion abnormality cannot be fully excluded. Depressed LVEF. Cannot assess LVEF.\nRIGHT VENTRICLE: RV not well seen.\nAORTA: Normal aortic root diameter.\nAORTIC VALVE: Normal aortic valve leaflets (3). No AS. No AR.\nMITRAL VALVE: Mildly thickened mitral valve leaflets. Mild (1+) MR.\nTRICUSPID VALVE: Mild [1+] TR. Mild PA systolic hypertension.\nPERICARDIUM: No pericardial effusion.\n\nGENERAL COMMENTS: Suboptimal image quality - poor echo windows.\n\nCONCLUSIONS:\n 1. The left atrium is mildly dilated.\n 2. The left ventricular cavity size is normal. Due to suboptimal technical quality, a focal wall motion abnormality cannot be fully excluded. LV systolic function appears depressed. Overall left ventricular systolic function cannot be reliably assessed.\n 3. The mitral valve leaflets are mildly thickened. Mild (1+)\nmitral regurgitation is seen.\n 4. There is mild pulmonary artery systolic hypertension.\n\n[**12-26**] cath:\nPROCEDURE DATE: [**2022-12-26**] INDICATIONS FOR CATHETERIZATION:\n - EKG changes.\n\n FINAL DIAGNOSIS:\n 1. Three vessel coronary artery disease.\n 2. Patent LIMA-LAD\n \n COMMENTS:\n 1. Selective coronary angiography of this right dominant system revealed three vessel disease. The LMCA was diffusely disease. The LAD was occluded mid-vessel and filled distally via the LIMA. The LCX was occluded proximally, and filled distally from collaterals from the LCX. The RCA was occluded proximally and filled distally via bridging collaterals.\n 2. Graft angiography revealed a patent LIMA-LAD. The SVGs were not imaged as they were known to be occluded.\n 3. Left ventriculography was not performed.\n 4. The left subclavian stent was widely patent.\n\nLIVER OR GALLBLADDER ULTRASOUND. INDICATION: 74 year old female with abdominal pain, increased LFTs. Evaluate for gallstones, or liver disease. There are no prior studies for comparison. The patient is status post cholecystectomy. The common bile duct measures 5 mm, and is within normal limits status post cholecystectomy. The liver shows no focal abnormalities. The liver parenchyma is mildly hyperechoic in echotexture, consistent with fatty infiltration. The right kidney measures 8.3 cm. There is a mild hyperechoic focus within the interpolar right kidney, with no evidence of posterior shadowing, possibly representing a small parenchymal calcification. Within the lateral aspect of the right kidney, in the interpolar region, there is a 1.2-cm anechoic focus, most likely representing a simple cyst. The left kidney measures 8.1 cm, with no focal abnormalities.\nIMPRESSION:\n 1. Patient is status post cholecystectomy.\n 2. The liver is echogenic, consistent with fatty liver. However, other forms of liver disease, and more advanced liver disease, including significant hepatic fibrosis/cirrhosis cannot be excluded on this study.\n\n[**12-24**] chest x-ray:\nINDICATION: Shortness of breath, s/p extubation. Check status.\nFINDINGS: A single AP semi-upright image. Comparison study dated[**2022-12-21**]. The heart shows slight left ventricular enlargement. There is evidence of a prior CABG procedure. A vascular stent is noted in the left brachiocephalic vessel. The pulmonary vessels are normal. No pulmonary infiltrates are seen. There is slight blunting of the right costophrenic angle and slight widening of the minor fissure consistent with a small effusion. The hila and mediastinum are otherwise unremarkable. The ETT and the NG line remain well positioned.\nIMPRESSION: Possible small right pleural effusion. No other acute cardiopulmonary abnormality. Prior CABG surgery noted and prior left brachiocephalic stent in place.\n\n\n\nBrief Hospital Course: 72 year-old woman with CAD s/p CABG in [**2129**], stent to left subclavian in [**6-17**], re-cath in 02 as above, history of CHF, depressed EF, hypertension, afib astham/COPD who presents now with increasing SOB and anginal episodes after URI last Friday.\nCardiovascular:\n 1. ischemia: Concerning past history, very high risk and now with good story for unstable angina **Barbara** admit. Patient was ruled out for MI on admission. After stabilization of her pulmonary issues, given her history and an echo which could not fully assess LVEF and could not rule out RWMA, she went for cardiac catherterization and found to have no new lesions, patent LIMA to LAD. Patient maintained on ACE, beta-blocker, statin, aspirin, imdur. Imdur and beta-blocker titrated up.  D/ced calcium channel blocker with likely systolic dysfunction and definite diastolic CHF. Sublingual nitro as needed. Had been on Mavik for unclear reason, tolerating ACE here--would titrate up for heart failure as below. Continues to have some angina with stress.\n 2. pump: Patient noted to have depressed EF in past-35%? but no recent echo on admission. Echo here showed:\n - 1. The left atrium is mildly dilated.\n - 2. The left ventricular cavity size is normal. Due to suboptimal technical quality, a focal wall motion abnormality cannot be fully excluded. LV systolic function appears depressed. Overall left ventricular systolic function cannot be reliably assessed.\n - 3. The mitral valve leaflets are mildly thickened. Mild (1+) mitral regurgitation is seen.\n - 4. There is mild pulmonary artery systolic hypertension. On admission, the patient was felt to be euvolemic to slightly volume overloaded and gently diuresed but her SOB was primarily due to astham/copd exacerbation. AFter transfer to ICU(see\nbelow) patient received lots of fluids and needed to be diuresed. Diuresed adequately for discharge--felt to be dry for discharge by exam and labs. Given that she was acutely decompensated from pulmonary perspective and volume overloaded when echo was done, it was not felt to be fully accurate of baseline status. Maintained on beta-blocker, ACE for ischemia and HF. Should titrate ACE/beta to HF goals based on repeat echo (lisinopril 20/toprol 150).\n 3. rhythm; afib: has always been rate controlled, never cardioverted. Poor control now and had sensation of palpitations on night PTA. Unclear if ratelead to CHF or CHF lead to increased rate and component of ischemia?--Increaed demand leading to ischemia vs. ischemia leading to tachy. Patient maintained on metoprolol for rate control with good affect. Had been on dilt but with heart failure, systolic-held and went up on beta-blocker for control. Concerning anti-coagulation, we are holding coumadin until patient has outpatient colonoscopy-had guiac positive stools and crit drop (also with neck hematoma after central line placement.) Scheduled for outpatient colonoscopy and then to re-start coumadin then.\nShortness of breath/hypoxemia: CHF vs. post URI Reactive airways disease vs. COPD vs. PE vs. pneumonia--ON admission, SOB felt secondary to astham exacerbation-Patient acutely decompensated, wheezy on exam, sent to unit on day 2 of admission for intubation. Treated with predniesone, flovent, azithromycin then levaquin as well as nebs/inhalers. Had 5 day ICU stay and then was transferred out. By discharge, not wheezy satting well on room air. Felt to be RAD post bronchitis. Was not fluid overloaded on admit--was diuresed after ICU stay with lots of fluids. On discharge satting well on room air.\n Anemia at baseline/Crit drop/guiaic positive: Patient had crit drop while in ICU. She had a hematoma after central line placement as well as guiac positive stools. Was on heparin during this time for her afib, stopped at this time. She stabilized after transfusion in ICU, and needed no further transfusions. Neck hematoma is resolving. Guiac positive stools-she is scheduled for outpatient colonoscopy. Re-address anti-coagulation for afib after this. Do not want her on iron until after colonoscopy. \nElevated LFT's, tbili and PTT: After being off heparin (on it for afib), stopped for crit drop in ** Barbara Anderson** PTT remained\nelevated. WAs on subcu heparin, lft's obtained which showed mild transaminase elevation and t bili elevation.  Subcu heparin stopped, RUQ U/S obtained showed fatty liver/h/ocholecystectomy.  Lft's, t. bili and PTT trended down on discharge. Patient will need follow -up of these studies as an outpatient. MEd affect. Lipitor was increased from 10 to 40 given significant coronary disease--although unlikely to cause acute elevations.\n\nHistory of DM: Not on meds prior to admission.  Needs primary care follow-up.\nHypothyroidism: Levoxyl continued, TSH normal\nGERD: PRotonix continued, no acute issues.\nGeneral care: VIT D, calcium, multi-vitamins.\nMedications on Admission:\n - cardizem 120\n - levoxyl 75\n - warfarin 1/2/2 3 day rotation\n - protonix 40\n - lipitor 10\n - HCTZ 25\n - Imdur 45\n - metoprolol 12.5\n - Mavick O.5 \n - multi-vitmain\n - citrate\n - ferrous gluconate\n - aspirin 81\n\nDischarge Disposition: Extended Care Facility: **Boston Care**\n\nDischarge Diagnosis:\n - newly depressed EF\n - systolic Heart failure\n - acute renal failure\n - hypercoagulability\n - neck hematoma\n - cad\n - diabetes\n - reactive airway disease s/p bronchitis\n - transaminitis\n\nDischarge Condition: stable, ambulating with assistance\n\nDischarge Instructions:\n - Weigh yourself every morning, if weight > 3 lbs.\n - Adhere to 2 gm sodium diet\n - Fluid Restriction: 2l\n - Call your doctor if you experience any further chest pain, shortness of breath.\n - All medications as prescribed.\n - You will need to follow up with Dr. **Graham Knowles** and Dr. **Anika Mendez** this week. Please call to make appointments. They will decide about re-starting coumadin after you [**1-7**] colonscopy. Will also need to have PT/PTT checked at that time.\n - Please check ast, alt, alk phos and total bilirubin every few days and trend results. If increasing dramatically then contact **Pierce McGuckin** MD for further work up.\n - Outpatient doctor to re-institute coumadin over next few weeks.\n\nFollowup Instructions:\n - Contact Dr. **Hector Stern** within one week. Provider: **Telephone/Fax 878-415-2157**\n - Follow-up appointment should be in 1 week Call Dr.**Hector Stern** this week to set up appointment. \n - Need to repeat echo in 3 months.\n - You are scheduled for colonscopy on [**1-7**].\n\n\n",
      "upk": 0,
      "type": "Discharge_summary"
    }
  ],
  "Echo": [
    {
      "date": "2022-12-19 00:00:00",
      "text": "PATIENT/TEST INFORMATION:\nIndication: Chronic lung disease. H/O cardiac surgery with distant CABG. Left ventricular function.\nHeight: (in) 68\nWeight (lb): 160\nBSA (m2): 1.86 m2\nBP (mm Hg): 97/47\nHR (bpm): 62\nStatus: Inpatient\nDate/Time: [**2022-12-19**] at 11:04\nTest: Portable TTE (Complete)\nDoppler: Full doppler and color doppler\nContrast: None\nTechnical Quality: Suboptimal\n\n\nINTERPRETATION:\n\nFindings:\n\nStudy continues from Tape [**2022**] W487 to tape [**2022**] W 509, starting at 0:15 for\nan additional seven minutes of recording.\nLEFT ATRIUM: Mild LA enlargement.\nRIGHT ATRIUM/INTERATRIAL SEPTUM: Mildly dilated RA.\nLEFT VENTRICLE: Normal LV cavity size. Suboptimal technical quality, a focal LV wall motion abnormality cannot be fully excluded. Depressed LVEF. Cannot assess LVEF.\nRIGHT VENTRICLE: RV not well seen.\nAORTA: Normal aortic root diameter.\nAORTIC VALVE: Normal aortic valve leaflets (3). No AS. No AR.\nMITRAL VALVE: Mildly thickened mitral valve leaflets. Mild (1+) MR.\nTRICUSPID VALVE: Mild [1+] TR. Mild PA systolic hypertension.\nPERICARDIUM: No pericardial effusion.\n\nGENERAL COMMENTS: Suboptimal image quality - poor echo windows.\n\nConclusions:\n 1. The left atrium is mildly dilated.\n 2. The left ventricular cavity size is normal. Due to suboptimal technical quality, a focal wall motion abnormality cannot be fully excluded. LV systolic function appears depressed. Overall left ventricular systolic function cannot be reliably assessed.\n 3. The mitral valve leaflets are mildly thickened. Mild (1+) mitral regurgitation is seen.\n 4. There is mild pulmonary artery systolic hypertension.\n\n\n",
      "upk": 0,
      "type": "Echo"
    }
  ],
  "ECG": [
    {
      "date": "2022-12-24 00:00:00",
      "text": "Atrial fibrillation\nAtrial premature complex with aberrant ventricular conduction. \nLeft axis deviation: consider left anterior fascicular block.\n Repolarization changes may be partly due to rhythm.\n Diffuse nonspecific T wave changes.\n Since previous tracing, atrial premature complex noted\n\n",
      "js_time": 5679608400.0,
      "upk": 0,
      "type": "ECG"
    },
    {
      "date": "2022-12-17 00:00:00",
      "text": "Atrial fibrillation with rapid ventricular response\nLeft axis deviation\nLeft anterior fascicular block\nLateral ST-T changes may be due to myocardial ischemia\nEarly repolarization - consider incomplete right bundle branch block\nSince last ECG, rate faster, short QTC, ST segment depression\n\n",
      "js_time": 5679003600.0,
      "upk": 1,
      "type": "ECG"
    },
    {
      "date": "2022-12-19 00:00:00",
      "text": "Atrial fibrillation\nLeft axis deviation\nAnterolateral ST-T changes may be due to myocardial ischemia\nSince previous tracing, anterolateral T wave depression noted\n\n",
      "js_time": 5679176400.0,
      "upk": 2,
      "type": "ECG"
    },
    {
      "date": "2022-12-18 00:00:00",
      "text": "Atrial fibrillation\nLeft axis deviation - possible left anterior fascicular block\nNonspecific ST-T wave changes\nSince pervious tracing, no significant change\n\n",
      "js_time": 5679090000.0,
      "upk": 3,
      "type": "ECG"
    },
    {
      "date": "2022-12-18 00:00:00",
      "text": "Atrial fibrillation\nLeft axis deviation - left anterior fascicular block\nNonspecific ST-T wave changes\nSince pervious tracing, no significant change\n\n",
      "js_time": 5679090000.0,
      "upk": 4,
      "type": "ECG"
    },
    {
      "date": "2022-12-18 00:00:00",
      "text": "Atrial fibrillation\nMarked left axis deviation - left anterior fascicular block\nInferior ST-T changes may be due to myocardial ischemia\nNonspecific T wave changes\nSince pervious tracing, no significant change\n\n",
      "js_time": 5679090000.0,
      "upk": 5,
      "type": "ECG"
    },
    {
      "date": "2022-12-17 00:00:00",
      "text": "Atrial fibrillation\nLeft axis deviation - left anterior fascicular block\nSeptal and lateral ST-T wave changes - cannot exclude ischemia\nSince last ECG, T wave inversion in leads I,aVL has pronounced\n\n",
      "js_time": 5679003600.0,
      "upk": 6,
      "type": "ECG"
    },
    {
      "date": "2022-12-17 00:00:00",
      "text": "Atrial fibrillation with rapid ventricular response\nLeft axis deviation - left anterior fascicular block\nConsider incomplete right bundle branch block\nAnt/septal+lateral ST-T changes may be due to myocardial ischemia\nSince last ECG, rate slightly slower\n\n",
      "js_time": 5679003600.0,
      "upk": 7,
      "type": "ECG"
    },
    {
      "date": "2022-12-29 00:00:00",
      "text": "Baseline artifact. Atrial fibrillation. Left axis deviation - probable left\nanterior fascicular block. Diffuse non-specific ST-T wave abnormalities.\nClinical correlation is suggested. Since the previous tracing of [**2022-12-24**]\nventriciular ectopy is not seen.\n\n",
      "js_time": 5679954000.0,
      "upk": 8,
      "type": "ECG"
    },
    {
      "date": "2022-12-20 00:00:00",
      "text": "Atrial fibrillation\nConsider left anterior fascicular block\nNonspecific diffuse T wave changes\nSince previous tracing, anterolateral T wave inversion improved\n\n",
      "js_time": 5679608400.0,
      "upk": 9,
      "type": "ECG"
    }
  ],
  "Nursing_other": [
    {
      "date": "2022-12-21 00:00:00",
      "text": "NEURO: Pt opens eyes to voice/stimuli and follows simple commands. +MAE noted. Cough/gag intact. +PERRLA noted. Pt medicated with ativan 1 mg x2 for anxiety with +effect.\nCV: Monitor shows AF with occ pvc noted. Remains on lopressor, captopril and NTP. No c/o CP or discomfort. Remains on Heparin gtt...[**2018**] PTT ^ and gtt off x1hr and resumed @ 500 unit/hr. 0400 lab work sent and pending (will adjust gtt if needed). CVP 15-20. Weak palpable pulses bilat.\nRESP:  LS initially with diffuse wheezes througout, now with bibasilar crackles. Sxn for sm amts thick white secretions via ett and scant amts clear oral secretions. Returned to previous a/c settings to rest pt overnight. Plan for RSBI and SBT this am. ? to extubate this am.\nGI:  Abd soft and distended. +bs noted. +flatus. No stools this shift. Remains npo x meds. +NGT auscultation and bilious aspirates noted.\nGU:  Foley intact and patent draining pink-tinged/amber colored urine. Pink pad with sm leakage, however foley had been changed twice previous day (did not attempt 20 fr catheter [**2-17**] hematuria and ^PTT...will continue to monitor and replace once levels therapeutic).\nSKIN:  D+I with no open areas noted.\nHEME: Hct from last evening 30...am labs pending.\nENDO:  Remains on fingersticks Q6hr with RISS coverage.\nI-D:  Afebrile. Remains on levofloxacin.\nACCESS: L radial aline with good waveform analysis, +csm and correlates with NIBP. R IJ TLC with sm amt old staining on dsg.\nPSY-SOC:  Dtr in to visit last evening and updated on status and plan of care. Pt remains full code on micu service.\n",
      "js_time": 5679349200.0,
      "upk": 0,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-19 00:00:00",
      "text": "NPN 7p-7a:\n     Pt is a 74 yr old female with extensive cardiac history, COPD, DM, who presented with URI, COPD exacerabtion/respiratory distress requiring intubation, ruled in for MI, and developed a R neck hematoma in setting of anticoagulation and line site. Anticoagulation was stopped 2 days ago, pt treated with nitro/BB/Ace. To have further cardiac w/u once stable. CoPD flare treated with steroids/bronchodilators. Pt on levaquin for gpc in sputum and ecoli in urine. extubated yesterday, stable o/n.\nReview of Systems:\nNeuro: A +O x 3. MAE, follows commands, appropriate in conversation.\nRESP: LS with fine crackles at bases, intermittent exp wheeze upper lobes. on Flovent, Combivent, albuterol. nonproductive dry cough occasionally. sats high 90's on 4L nc with abg: 7.43/60/134/41. will decrease o2 to 2L NC. No c/o SOB. R neck hematoma outlined. Pt reporting mild pain at site this am. team notified and into eval. hematoma appears essentially the same, with increased ecchymosis. Pt med with tylenol with good effect.\nCV: HR 90's AF, occasional pvc's. AM K+ 4.1. sbp 120's-130's. no c/o CP or arm pain.\nFE: on ssi. npo o/n to evaluate airway.\nGU: foley intact. urine initially yellow with sediment, then blood tinged. ? if catheter was pulled on. urine now returning to yellow color. adequate output.. fluid balance negative 2L [**12-23**]. autodiuresing.\nGI: ab soft, bs +. ogt with bilious ob + aspirates in small amts. stool brown, liquid. mushroom catheter applied with good effect.small amt stool out after pt was incontinent large amt (before mushroom cath).\nInteg: perianal area reddened/excoriated d/t frequent stooling. barrier cream and antifungal cream applied.\nAccess: 1 #20g piv.\nSocial: no contact from family o/n.\n   A/P: pt stable o/n. tolerating NC. am hct stable at 33.3. will cont to follow airway/abg/respiratory status for now. Pt to have cardiology f/u when stronger. most likely to be called out today. transfer note written.\n",
      "js_time": 5679608400.0,
      "upk": 1,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-20 00:00:00",
      "text": "MICU-B NPN 1900-0700\nPLEASE SEE FHP FOR FURTHER DETAIL AND HX. PT. 74 Y/O FEMALE W/MMP ADMIT W/COPD/ASTHMA EXACERBATION  - REQUIRING INTUBATION YEST. - TX. W/STEROIDS  - +STEMI (DEMAND ISCHEMIA - INITIALLY START ON HEP. AND NTG. GTTS.)\n\nNEURO - PT. INTUB. AND ON PRN SEDATION (.5MG ATIVAN Q4HRS - FOR WHICH SHE HAS BEEN REQUIRING EVERY 4 HOURS) PT. AROUSING TO VOICE AND OR STIMULI - NODDING HEAD APPROP. TO QUESTIONS. ASSISTING W/POSITIONING IN BED(THOUGH MINIMAL). DENIES PAIN.\n\nRESP - NO VENT CHANGES MADE OVER/NOC - CONT. ON A/C .40/ 450 X 18/PEEP 5 - REFLECTIVE ABG THIS AM. 7.39/55/140/35/7. LS W/INSP. /EXP WHEEZING - OTHERWISE ESSENTIALLY CLEAR. SX. FOR SCANT AMTS. THICK, WHITE SECRETIONS.\n\nC/V - PT. W/ A-FIB. HR60'S-80'S, W/RARE PVCS - ON COUMADIN AT HOME (HOLDING FOR NOW)(SUPRATHERAPEUTIC YEST. - REQUIRING 4U FFP FOR LINE-PLACEMENT. HEP. GTT. STARTED @ 1000U/HR @ 2200 - W/PTT THERAPEUTIC W/ AM LABS (6HOURS INTO INFUSION) - NEXT PTT DUE @ 1000. AS ABOVE PT. W/DEMAND ISCEMIA ON ADMIT - ENZYMES IMPROVED - CONT. ON STATIN/BB/CALCIUM CHANNEL BLOCKER - TTE YEST. PENDING RESULTS. PERIPHERAL PULSES PALPABLE. DENIES CP.\n\nID - TMAX 99.3 OVER/NOC. START EMPIRICALLY ON LEVOQUIN - +SPUTUM RESULT THIS SHIFT FOR GRAM,+COCCI - TX. W/X1 VANC. DOSE AND AWAIT SENSITIVITIES.  ALSO E-COLI. TO URINE.\n\nGI/GU - OGT IN PLACE; PATENT AND CLAMPED EXCEPT MEDS. ABD. SOFT, NTND W+BS. NO STOOL THIS SHIFT. +FLATUS. INDWELLING FOLEY CHANGED THIS SHIFT AS FOUND TO BE LEAKING - NEWLY PLACED SIZE 18;PATENT W/NO LEAKING - DRAINING ADEQUATE AMTS. CLEAR, YELLOW URINE.\n\nENDO - ON QID RISS. FSBG OVER/NOC 204/250. TX. PER SS.\n\nHEME - TX. YEST. W/4U FFP FOR INC. INR. POST INR 1.7.\n\nACCESS - 2-PIVS IN PLACE; PATENT, SITES WNL. (L)RADIAL A-LINE IN PLACE; PATENT W/SHARP WAVEFORM, SITE WNL. RIJ MULTI-LUMEN IN PLACE; PATENT, SITE W/SLIGHT BLOODY OOZE.\n\nSOCIAL - PT. W/5 DAUGHTERS - ONE IN OVER/NOC - UPDATED ON PT. STATUS AND CONT. PLAN OF CARE.\n",
      "js_time": 5679262800.0,
      "upk": 2,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-20 00:00:00",
      "text": "Respiratory Care\nPt remained intubated and ventilated on a/c with no remarkable changes overnight, few spontaneous breaths. ABGs with good oxygenation, compensated resp acidosis. Breath sounds with tight i/e wheezes. Given inhalers as per order. Strong cough, suctioned for minimal amounts of white sputum. RSBI = 60 but pt was very sleepy, needed to be coached to take a deep breath and stay awake.\n",
      "js_time": 5679262800.0,
      "upk": 3,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-20 00:00:00",
      "text": "Respiratory Therapy\nPt remains orally intubated and on mechanical ventilation.  Changed from A/C to PSV this afternoon and is tolerated well by pt.  See resp flowsheet for specific vent data/changes.  BLBS slightly coarse w/ I/E wheezing which improves w/ MDIs.  MDIs given as ordered.  Suctioned for small amounts of thick white secretions.  SPO2 remained 90s t/o shift.\n\nPlan: maintain support; wean as tolerated\n",
      "js_time": 5679262800.0,
      "upk": 4,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-21 00:00:00",
      "text": "NPN MICU-B 7am-3pm\nS/O: Respir: Remains intubated on PS-5, Peep-5, FIO2 40%, L/S clear. R neck remains very swollen, over R IJ site, with bruising, no worse than yesterday. New perpherial IV #20 was placed by IV and IJ line was pulled by Residenent who had pressure for 20min over the site. No bleeding or increased swelling noted. Plan to extubate with Anesthsia present this afternoon. O2 sats 96-99%, RR 15-20 with VT's 400-450.\n\nC/V: BP 140-158/84, with HR- increased from 90's this AM to 100-118 A-fib this afternoon. Remains on Captopril, Lopressor and NTP.\n\nGI: NPO, since 4am,  had one [**First Name9 (NamePattern2) 1277**] [**Last Name (un) 1278**] OB+ stool this AM none since. HCT 31.8 in AM.\n\nEndo: Insulin Gtt d/c'd when BS to 84 and NPO, is now on qid S/S FS's.\n\nGU: u/o adequate to 50-60cchr.\n\nNeuro: Is alert and interactive and able to obey commands and answer yes/no questions.\n\nSocial: Daughter in to visit and updated on plan form nsg and from MICU resident.\n\nA/P: Continue to assess neck swelling extubate when able this afternoon and monitor respir status closley, assess ABG's and O2 sats.Assess BP and HR continue with C/V meds as ordered increase as needed. Follow I&O's. Follow FS's with S/S insulin. Keep family updated.\n",
      "js_time": 5679522000.0,
      "upk": 5,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-19 00:00:00",
      "text": "NPN 0700-1500\nNEURO: Pt initially sedated on 5mcg/kg/min propofol gtt; dc'd and ativan prn started. Pt awake and anxious on propofol, however dose higher than 5mcg/kg caused marked hypotension. Ativan 0.5-1mg with effect. Denies pain. MAE, follows commands. Anxiety improved with prn sedation and nsg reassurance.\n\nRESP: Vented on CMV mode (see carevue for specifics). No vent changes this shift. ABG's revealed more normalized pH as compared to previous draws with pCo2 shifting back toward baseline. LS with intermittent I/E wheezing. Combivent inhalers given per resp therapy. Sats WNL.\n\n\nCV: HR 80s-90s AF with occassional PVC's. Goal SBP 90-100. Pt often hypotensive at rest, with SBP 70-80s. Slightly improved with fluid boluses. Echo/EKG done today. Pt denies CP when asked.\n\nHEME: Hct decreased from 36.8 to 30.8. 2uFFP infused for INR 4.2; pt to receive 2 more.\n\nGI: NGT to LCS with bilious output. Abd soft, nontender/nondistended. Ordered to G.A.S. d/t decrease in Hct, however no BM this shift. NPO except meds at this time.\n\nGU: Per MICU team, will tolerate low u/o to 20cc/hr. 250cc bolus given for low u/o with effect. No maintenance IVF per team; will bolus prn.\n\nID: Afebrile this shift. On levaquin d/t dc of azithromycin (?for URI). WBC elevated since admission, however pt has been started on ATC solumedrol for COPD.\n\nENDO: RISS changed for tighter coverage.\n\nSKIN: Grossly intact\n\nSOCIAL: Children in to visit and at bedside. Updated on pt's condition. Aware of transfer to MICU.\n\nASMT: Pt with acute alteration in respiratory status as evidenced by increase in PCo2, also with alteration in cardiac function as evidenced by elevated cardiac enzymes.\n\nPLAN: Cont to monitor VS, I+O, labs, plan to place TLCL if INR corrected by FFP, ?anticipate vasopressors if hypotension continues and TLCL is placed, f/u cardiology, f/u echo results, transfer to MICU when bed available.\n",
      "js_time": 5679176400.0,
      "upk": 6,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-19 00:00:00",
      "text": "FOCUS; NURSING PROGRESS NOTE\nMRS [**Last Name (STitle) 1274**] ARRIVED IN MICU B FROM [**Last Name (STitle) 1078**] AROUND 1600.\nREVIEW OF SYSTEMS-\nNEURO- PATIENT IS ALERT WHEN STIMULATED. ABLE TO NOD IN YES NO MANNER TO QUESTIONS. SHE OBEYS COMMANDS. SHE EASILY FALLS ASLEEP WHEN NOT STIMULATED.\nRESP- IS INTUBATED AND VENTED. ON 50% FIO2 TV 450 RATE OF 18 BREATHING 18/18 WHEN NOT STIMULATED ONE OR 2 BREATHS ABOVE THE VENT WHEN SHE IS. PEEP OF 5. HER ABG ON THIS SETTING IS 7.33/55/219/30. HER BS ARE CLEAR. SHE HAS BEEN SUCTIONED FOR SCANT CLEAR SECRETIONS.\nCARDIAC- HR 80-90'S AFIB WITH RARE PVCS. HER SBP HAS BEEN 120-130'S. HER K WAS 3.6 AND WAS REPLETED WITH 10MEQ KCL.\nGI- ABD SOFT WITH POS BS. OGT TO LWS DRAINING BILIOUS MATERIAL.\nGU- FOLEY PATENT DRAINING CLEAR YELLOW URINE AT 45-60CC/HR.\nENDO- BS ON ARRIVAL 228 TX WITH SS INSULIN.\nID- AFEBRILE. WBC TRENDING DOWN. CONT ON IV LEVOQUIN.\nHEME- HCT [**Last Name (un) **] AT 30. INR DOWN TO 2.0. RECEIVING 2 U FFP PRIOR TO CL PLACEMENT. 1ST ONE UP AND INFUSING WITHOUT SIGNS OR SYMPTOMS OF REACTION.\nSOCIAL- PATIENTS FAMILY IN AND WERE UPDATED BY THIS NURSE.\nDISPO- REMAINS IN THE MICU A FULL CODE.\nPLAN- CL PLACEMENT WHEN FFP INFUSED.\nCONT IV STEROIDS. CONT IV ANTIBIODICS.\n",
      "js_time": 5679176400.0,
      "upk": 7,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-22 00:00:00",
      "text": "Pt with RR 3-6 when placed on CPAP...will reattempt when more awake...+ air leak with cuff down per R.T. Held 0600 dose of NTP [**2-17**] SBP <95. Hct this am down to 25... repeat labs sent with T=XM and plan to transfuse for Hct <27.\n",
      "js_time": 5679435600.0,
      "upk": 8,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-19 00:00:00",
      "text": "Pt. is extubated at 1500 with anesthesia at the bedside, no complications. Now pt. is on simple face mask, 6 L flow. ABG drawn at 1530: 7.43/56/230. O2 flow turned down from 8L to 6L. LS remain clear. Pt. denies resp. distress or SOB. Sats 98-100%, rr 17-20.\nCV: HR 100s-120s, AF during and after extubation. Medicated with Lopressor 37.5mg at 1530 with HR decreasing to 90s. NTP applied to lt. upper arm per pt's request due to arm pain ( pt. is on NTP at home, using with same symptoms). Pain relieved. At 1700 pt. had brown loose BM, guiac +, remains NPO at this time. Contiue monitor rt. neck hematoma site, monitor resp. status, plan swallow eval.\n",
      "js_time": 5679522000.0,
      "upk": 9,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-22 00:00:00",
      "text": "Respiratory Care\nPt remains intubated and ventilated overnight. 7.5 et tube is patent and secure. In spite of neck swelling there is a +air leak with et cuff down. Breath sounds are coarse with i/e wheezes throughout. Given combivent inhaler and Flovent as ordered. Suctioned for small amounts of thick yellow sputum. Vent was changed to a/c from psv to rest overnight. RSBI this morning =14 but not truely reflective as pt was very sleepy, breathing [**3-22**]/minute. Plan is to switch back to cpap/psv when pt more awake.\n",
      "js_time": 5679435600.0,
      "upk": 10,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-22 00:00:00",
      "text": "Please see above.\n",
      "js_time": 5679435600.0,
      "upk": 11,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-22 00:00:00",
      "text": "Neuro: Alert, opens eyes spontaneously, follows commands, communicates by nodding head, gesturing, able to [**Doctor Last Name 1276**] on a clip board. +MAE, +gag/cough, +PERRLA. Medicated with Ativan PO x2 due to dyscomfort from ETT. C/o some pain in the right neck area, medicated with Tylenol x1.\nResp: Switched to CPAP + PS 5/5, FiO2 40%, tolerating well, rr 14-20, Sats 98-100%. LS with expiratory wheezes, bibasilar crackles. Suctioned for min. whhite-yellowish secretions via ETT. Nasal suction performed x1 with moderate yellow thick discharge out.\nCV: HR 70s-80s, AF with occasional PVCs. BP 120s-170s/60s-80s. Captoprlin dose increased to 12 mg [**Hospital1 **], remains on Lopressor PO and topical NTP. Bilat. pedal edema, rt. slightly > than left, palpable pedal pulses. Hct 25.3, transfused with 2 U of PRBC, 2nd. unit infusing, tolerating well.\nGI/GU: Abd. soft, distended, +BS, had 1 BM, guiac postitive. NGP lavaged, bilious drgn out, no blood. Pt. is NPO for possible extubation.\nSkin is intact. Rt. neck swelling and echymosis persists. Pt. traveled to CT of neck, revealed hematoma.\nEndo: Started on Insuling gtt, titrated [**First Name8 (NamePattern2) 20**] [**Last Name (un) 653**] scale.\nSocial: Family at the bedside, awaiting for an update from the team.\n\n",
      "js_time": 5679435600.0,
      "upk": 12,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-22 00:00:00",
      "text": "Pt currently on CPAP/PS and tolerating very well. No abg's today. Sats 99%.\n",
      "js_time": 5679435600.0,
      "upk": 13,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-23 00:00:00",
      "text": "Respiratory Care:\nPatient remains on ventilatory support (CPAP/PSV) with no parameter changes made throughout the night.  Last abg results (from yesterday) revealed fully compensated respiratory acidosis with excellent oxygenation.  Combivent given with each vent check (inline) as was flovent at midnight.\n\nRSBI = 67.8 on 0-PEEP and 5 cm PSV.\n\nPlan is to wean to extubation this morning.\n",
      "js_time": 5679522000.0,
      "upk": 14,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-23 00:00:00",
      "text": "NPN 7A-7P\nNuero: Pt [**Name (NI) **]2-3 reorients easily. Follows commands. +MAE. +cough/gag. Can communicate with pen and paper.  0.5mg Ativan given once for anxiety, discomfort r/t ett tube, with good effect. Perrl.\n\nResp: LS wheezing upper, diminished to crackles lower. Sxn for scant amounts of thick, white secretions Q6hrs. RR 14-20 Sats 989-100%. CPap 40%/[**5-21**]. Awaiting extubation.(rsbi in 60's)\n\nCV: Pt chronically in A-fib with occ. PVC's. Remains on Captopril, Lopressor,and NTP.(Captopril dose increased) No c/o cp over night. +pp. Recieved 2 bags FFP. Hematoma to neck near RIJ site, team aware, may be increasing in size. Eccymotic area not increasing.\n\nGI: TF on hold since for, as NPO for probable extubation. Loose,brown heme+ stool. Culture sent.\n\nGU: Recieved 40mg of Lasix with brisk response. Foley intact, light yellow urine with sediment.\nEndo: Remains on insulin gtt titrated [**First Name8 (NamePattern2) 20**] [**Last Name (un) 653**] protocol.\nSkin: Dry and intact. Swelling on neck area, with eccymosis. Team aware. Vita K and FFP given, in setting of extubation.\n\nID: Afebrile. Remains on Levoflox.\nAccess: Rtw 20g, wnl. A-line RTW wnl, sharp. MUL RIJ, swollen with eccymotic area.\n",
      "js_time": 5679522000.0,
      "upk": 15,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-19 00:00:00",
      "text": "TSICU NSG ADMIT NOTE\nO: 74 Y/O FEMALE W/ EXTENSIVE CARDIAC HX ADMITTED TO EW [**12-17**] W/ C/O URI, ATYPICAL CP. TROPONIN NEGATIVE, CK MB'S ELEVATED. PT PLACED ON IV NTG AND IV HEPARIN AND ADMITTED TO [**Hospital Ward Name 57**] 3. STARTED STEROIDS AND ALBUTEROL NEBS FOR ASTHMA EXACERBATION. TODAY AT 4PM PT DEVELOPED RESP DISTRESS W/ NEB TX. 02SATS AND ABG'S DETERIORATED AND PT PLACED ON BIPAP MASK. ABG'S DID IMPROVE W/ PC02 60'S DOWN FROM 80 BUT CONTINUED IN RESP DISTRESS W/ INCREASED WORK OF BREATHING. TRANSFERRED TO TSICU AT 8PM FOR FURTHER MANAGEMENT AND POTENTIAL INTUBATION.\nSEE FHPA FOR PMH.\n\nROS:\nNEURO: ALERT, EXHAUSTED, MAE AND FOLLOWING COMMANDS. FEELING ERY ANXIOUS ABT POTENTIAL INTUBATION.\n\nCV: HR 90-120 NSR/NST. RECEIVED 10MG IV LOPRESSOR W/ LITTLE EFFECT. STABLE BP, HTN WHEN BIPAP OFF. EKG UNCHANGED.\n\nRESP: PLACED ON BIPAP ON ARRIVAL W/ PS 10, 5PEEP AND 40% FI02. CONT IN RESP DISTRESS W/ DIFFUSE FORCED EXP WHEEZES. SRR 25-30. STABLE 02SATS.\nABG 7.29/64/131. PT CONTINUES TO STRUGGLE W/ RESP DISTRESS. UNABLE TO COMPLETE A SENTENCE OR SIP FROM A STRAW. POOR TOLERATION OFF BIPAP.\nCONT W/ FREQUENT NEBS.\n\nRENAL: PT W/ LEAKING FOLEY CAHT AND UNABLE TO ACCURATELY MEASURE U/O. CHANGED FOLEY TO #16 W/ 5CC BALLOON AND PATENT. BUN/CRE 29/1.7, OTHER LYTES WNL.\n\nGI: NPO. ABDOMEN OBESE. HYPOACTIVE BS. LAST BM YESTERDAY.\n\nENDO: BS 200'S AND RECEIVING SS INSULIN.\n\nHEME: IV HEPARIN OFF FOR ELEVATED PTT>150. INR 4.8\n\nID: WBC 28, TMAX 101 AX. BC X2 AND URINE SENT. UNABLE TO OBTAIN SPUTUM.\n\nSKIN: INTACT.\n\nSH: PT HAS 5 CHILDREN ALL IN TO VISIT. ASKING MANY QUESTIONS. [**Doctor First Name 1268**] IS IDENTIFIED AS SPOKESPERSON [**Telephone/Fax (1) 1269**], C: [**Telephone/Fax (1) 1270**].\n[**Location (un) 1271**] CARE PROXY IDENTIFIED AS [**Name (NI) **] [**Name (NI) 1272**] (SON) AND [**Name (NI) 249**] [**Doctor First Name 1273**].\n\nA: PERSISTENT EXACERBATION OF ASTHMA, PT TIRING.\n\nP: CONT TO MONITOR AND SUPPORT RESP STATUS W/ BIPAP, PREDNISONE AND NEBS. INTUBATION IF PT DOES NOT IMPROVE. MONITOR CARDIAC STATUS. B BLOCKER AS NEEDED FOR RATE CONTROL. WT BASED IV HEPARIN. MONITOR I/O AND RENAL STATUS. AWAIT CX RESULTS. FAMILY SUPPORT.\n",
      "js_time": 5679176400.0,
      "upk": 16,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-19 00:00:00",
      "text": "Resp Care: Pt adm from floor with hypercarbic resp failure initially rx with NIPPV with small improvement in WOB, little improvement in abg/diffuse i:e wheeze despite 6 alb neb rx: pt ultimately intubated #7.5 ett secured @ 21 @ lip, placed on ventlilatory support with A/c with slowly improving resp acidosis, acceptable oxygenation, will titrate settings to abg, cont bronchodilator rx with mdi'S.\n",
      "js_time": 5679176400.0,
      "upk": 17,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-19 00:00:00",
      "text": "nursing prog note\nevents: pt's resp status worsening throughout night, breathing increasingly labored with bipap mask, accessory muscle use evident,  abg's revealed worsening resp acidosis. pt electively intubated at 0215, placed on ac mode ventilation at that time. abg's followed, changes made to volumes, rate. at present acidosis improved, will continue to monitor closely.\n\nneuro: alert, oriented x3 prior to intubation, moving x4. following commands. sedated with propofol drip, at present with very low rate d/t hypotension issues. opens eyes to voice, moving x4, very aware of ett, gag strong, cough fair. intermittently follows commands.\n\nresp: #7.5 ett in place, 21/lip. ac mode ventilation, 40% 450x18, peep 5. overbreathing vent only with turning, stimulation. at rest, no spont. breaths noted. ls with exp wheezing to all fields, although improved from pre intubation. abg's improved over course of night, see flowsheet for trends. o2 sats 99-100%.\n\ncv: initially tachycardic 100-120s, bp stable. lopressor iv started, rate improved, bp down to 100-110 syst. after intubation, pt became hypotensive initially, resolving with fluid bolus x2. when propofol drip started, bp cont to drop, at lowest 80s syst. micu team aware, 2 additional fluid boluses given with good results. at present bp 100-110 syst (pt baseline). hr improved as well, goal rate 90s. pt in afib, some ectope occas in form of pvc's. ppp bilat, weakly. feet warm. lytes wnl, no repletion needed. heparin drip stopped at 2400 d/t ptt 150.  coags followed overnight, decision made to d/c heparin altogether at this time. inr >4.0 overnight. coumadin on hold.\n\ngi/gu: foley cath replaced by prior [**Name8 (MD) **] rn d/t leaking. current catheter continues to leak, irrigated w/ 50cc NS with no evidence of clots, hematuria evident. note small clots to insertion site with skin care. urine output poor with hypotension, after fluid boluses, much improved. belly soft, nt/nd. bs present. npo since icu admit, ng placed in right nare this am, to lws at present, draining brown mod amts.\n\nendo: bg's elevated overnight, covered per riss. pt remains on solumedrol dosing iv.\n\nid: tmax 100, temp resolving throughout shift. wbc improved this am, down to 20. currently on levaquin iv.\n\nskin: no issues.\n\nsocial: family in to visit last evening prior to pt's intubation, discussed with staff possibility of being intubated if resp status worsened. call made by HO to family spokesperson just prior to intubation. no further family contact overnight.\n\na/p: 74 yo female w/ very significant cardiac/pulm hx, chronic copd. admitted to ER [**12-17**] for acute asthma exacerbation, URI, atypical CP. ck, ckmb ruled in, troponins negative thus far.  deteriorating status on floor, eventually requiring bipap, transferred to [**Month/Day (4) **] for further acute care. currently intubated, sedated, on ac mode vent. resp acidosis improved, breathing regular, comfortable. plan for continued monitoring as per icu protocol, vent support as required.\n",
      "js_time": 5679176400.0,
      "upk": 18,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-21 00:00:00",
      "text": "Respiratory Care\nPt was placed on a/c mode overnight, having been several hours on cpap/psv. RSBI this morning =56. Spontaneous breathing trial started at  0545. Given combivent and flovent inhalers as ordered. Breath sounds with expir. wheezes.\n",
      "js_time": 5679349200.0,
      "upk": 19,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-21 00:00:00",
      "text": "Respiratory Care Note:\n    Patient weaned this am on SBT with good abg and RSBI. However, extubation was held due to hematoma that suddenly developed on R side of her neck. Coumadin held and an ultrasound was done for assessment. ET tube left in place for airway protection at this time even though a good leak around tube is present. She is on PSV of [**5-21**]% however, she may require increased support due to c/o subjective SOB.\n",
      "js_time": 5679349200.0,
      "upk": 20,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-21 00:00:00",
      "text": "NPN MICU-B 7AM-7PM\nS/O: RESPIR:  Remains intubated for airway protection due to extremely lrge amt swelling around the R side of her neck, shoulder and head. Was ?'ing a clot in her SCV but R arm was not swollen. Neck U/S done showed no clot and open vein. Stopped using the Central line and Heparin Gtt was stopped. Was kept on PS-5 and Peep-5, 40% with VT's 380-460, O2 sats 96-98%, RR-14-22 ABG PND. L/S clear to crackles @ bases. No swelling noted in mouth or tonque. ETT has + air leak. Swelling increased and affected the left side of her head and neck until early evening when is appeared to subsided and improve slighty. The insertion site was hard and bruised today, which it was not yesterday. HCT was stable @ 28.6.\n\nC/V: BP 120-136/60's, HR 88-96 A-fib, with rare PCV's. No c/o's CP. IV Heparin was d/c'd, placed on Pneumo boots. Remains on PO Lopressor and Captopril.\n\nNeuro: Alert and interactive, attempting to write, family stated that she is thristy and asking for water, and that she does not like to be called Mrs [**Known lastname **], call her [**Known firstname 1275**]. She is aware that she can not eat, Nsg and family are wetting her mouth the green swabs. Moves all extremities and PERL. Hands are restrained for safety.\n\nGI: Was started on TF's FS Promote with fiber, @ 10cc/hr to goal rate 40cc/hr, also started on Free water boluses of 400cc q4hr, for Na+-144. [**Last Name (un) **] soft with +BS's no stool noted.\n\nGU: U/O 40-50cc/hr, foley still leaking in small amts. BUN/CRE 53 1.2. Urine in now yellow and clear an U/A was sent.\n\nLines: Not using the Central line does remain in place. #20 angio was placed in R wrist. A-line still in Left arm.\n\nSocial: Children and very concerned about the swelling and it's cause, and when she but be extubated. Was explained to family that there is no clot and that there is no clear explaination as to what is the cause. Will continue to assess the swelling and watch her airway.\n\nA/P: Continue to assess the neck and sloulder swelling, check HCT's freque, assess mouth and tongue for new swelling, keep intubated to protect her airway, will probably need to rest again overnight. Assess O2 sats and ABG's. Monitor Vs's and I&O's. Monitor labs and replete as needed. Update family as needed.\n\n",
      "js_time": 5679349200.0,
      "upk": 21,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-22 00:00:00",
      "text": "NEURO: Alert and follows commands. +MAE noted. Cough/gag intact. +PERRLA noted. Pt able to communicate via pen and paper.\nCV:  Monitor shows AF with occ pvc noted. Remains on captopril and lopressor po, as well as NTP Q 6hr. Denies CP or discomfort.\nRESP:  LS with diffuse wheezes and crackles bibasilar. Sxn scant amts thick yellow secretions via ett and sm amts clera oral secretions. Pt placed on A/C 40x450x18 +5 overnight to rest pt (previously on CPAP +PS 5/5 and tolerating well. Pt not extubated [**12-21**] [**2-17**] severe neck swelling.\nGI:  Abd soft and distended. +BS noted. TF's advanced to goal of 40 cc/hr and remains on free water flushes 400 cc's Q4hr. Pt with sm brown stool heme+.\nGU:  Foley intact and patent draining yellow urine with sm amt sedimentation noted.\nSKIN:  D+I with no open areas noted. R neck remains swollen, no crepitus noted. (Neck U/S done yesterday which showed no clot and open vein)...? etiology of swelling.\nPAIN:  Last evening pt with c/o bilat arm pain...medicated with Morphine sulfate 2 mg with +effect. Pt denies pain at present.\nENDO:  Remians on fingersticks Q6hr with RISS.\nI-D:  Afebrile. Remains on levo.\nPSY-SOC:  5 children in to visit last evening and updated on status and plan of care. Remains full code on micu service.\n",
      "js_time": 5679435600.0,
      "upk": 22,
      "type": "Nursing_other"
    },
    {
      "date": "2022-12-20 00:00:00",
      "text": "NPN MICU-B 7AM-7PM\nS/O: RESPIR: Remains intubated but able to tolerate change from A/C-40%/450/18 Peep-5 to PS-5. Peep-5. O2 sats 97-99%, ABG-7.35/59/134/34/5. L/S wheezes upper airways bilat, but much improved. RR 18-24, with spon VT's-440-470. Suctioned occ for scant white secretions. Still rec'd IV steriods, and IV antibx for Gm+ cocci in sputum.\n\nNeuro: Very sleepy but easily arousable, rec'd Ativan 1mg @ 8am for mild anxiety with good results none needed since. Able to obey commands and nod head to yes/no questions. Moves all extremities, PERL.\n\nC/V: R/I'd for MI, remains on IV heparin was @ 1000 units/hr until PTT this afternoon was 141, Gtt was held for 1hr and decreased to 800units/hr repeat PTT due @ 8pm, having pinkish colored urine and is oozing from R IJ site, dsg has been changed twice. . No c/o's CP, BP 110-128/60, HR 74-87 A-fib, no ectopy noted. K+ 4.0. Started on Captopril 6.25mg tid. CVP- [**10-28**].\n\nGI: Has NGT inplace, in NPO. [**Last Name (un) **] soft obese with +BS's, no stool noted. HCT-28.2 repeat HCT due this evening.\n\nGU: U/O 30-50cchr, BUN/CRE 51/1.2.\n\nID: Temp 98.4 PO max with WBC- 12.7 down from 16.8. Remains on IV antibx's.\n\nSocial: Family in visiting is short visits throughout the day, have been updated by MD [**First Name (Titles) 16**] [**Last Name (Titles) **] on pt's condition and plan. Is a Full code.\n\nLines: L A-line, and R IJ line in place.\n\nA/P: Continue to assess Respir status, monitor O2 sats and ABG's, assess L/S frequ. Rest on A/V overnight, do SBT in the AM and extubate if possible. Monitor VS's, check PTT and asjust Heparin Gtt as per s/s. Assess I&O's, check lytes. Monitor temps and check WBC. Update family on pt's condition.\n\n\n",
      "js_time": 5679262800.0,
      "upk": 23,
      "type": "Nursing_other"
    }
  ],
  "Visit_Summary": [
    {
      "date": "0",
      "text": "-------------Patient Information-------------\n\tGender: F\n\tAge: 74\n\tEthnicity: WHITE\n\tAdmission Height: 0\n\tHospital Admission Source: EMERGENCY ROOM ADMIT\n\tUnit Type: EMERGENCY\n\tAdmission Weight: 0\n\tDischarge Weight: 0\n\tDischarge Time: 2022-12-31 14:55:00\n\tDischarge Location: SNF\n\tDischarge Status: Alive\n\n74 year-old woman admitted with sob/unstable\nangina. Has history of cad s/p                cabg\nin 10/84 with redo in 11/84, stent to left\nsubclavian in 6\n\n-------------Reason(s) for Admission-------------\nUNSTABLE ANGINA\nASTHMA\nBRONCHITIS\n\n-------------Discharge Diagnosis-------------\n\nnewly depressed ef- systolic heart failure\nacute renal failure\nhypercoagulability\nneck hematoma\ncad\ndiabetes\nreactive airway disease s/p bronchitis\ntransaminitis\n\n\n-------------Administered Medications-------------\n2022-12-17 00:00:00: Ipratropium Bromide MDI, Fluticasone Propionate 110mcg\n                     administered via IH\n2022-12-17 00:00:00: Diltiazem Extended-Release, Warfarin, Calcitriol,\n                     Atorvastatin, Calcium Carbonate (Tums), Levothyroxine\n                     Sodium administered via PO\n2022-12-18 00:00:00: Albuterol Neb Soln administered via IH\n2022-12-18 00:00:00: Diltiazem administered via IV\n2022-12-18 00:00:00: Azithromycin administered via PO\n2022-12-19 00:00:00: Albuterol Inhaler administered via IH\n2022-12-19 00:00:00: Propofol administered via IV DRIP\n2022-12-19 00:00:00: Lansoprazole Oral Suspension administered via NG\n2022-12-19 00:00:00: Lorazepam administered via PO\n2022-12-20 00:00:00: None administered via IV\n2022-12-20 00:00:00: Trandolapril, Captopril administered via PO\n2022-12-20 00:00:00: Nitroglycerin Oint. 2% administered via TP\n2022-12-21 00:00:00: Morphine Sulfate (2-4mg) administered via IV\n2022-12-21 00:00:00: Prednisone, Neutra-Phos, Levofloxacin administered via\n                     PO\n2022-12-21 00:00:00: Insulin - Sliding Scale administered via SC\n2022-12-22 00:00:00: Furosemide, Phytonadione administered via IV\n2022-12-23 00:00:00: Racepinephrine administered via IH\n2022-12-23 00:00:00: Hydralazine HCl administered via IV\n2022-12-23 00:00:00: Metoprolol administered via PO\n2022-12-24 00:00:00: Ipratropium Bromide Neb, Albuterol Sulfate-Ipratropium\n                     administered via IH\n2022-12-24 00:00:00: Sodium Chloride 0.9%  Flush administered via IV\n2022-12-24 00:00:00: Aspirin, Acetaminophen administered via PO\n2022-12-24 00:00:00: Heparin Sodium administered via SC\n2022-12-25 00:00:00: Magnesium Sulfate administered via IV\n2022-12-25 00:00:00: Potassium Chloride, Guaifenesin administered via PO\n2022-12-26 00:00:00: Isosorbide Dinitrate, Pantoprazole administered via PO\n2022-12-28 00:00:00: Magnesium Oxide, Isosorbide Mononitrate (Extended\n                     Release) administered via PO\n2022-12-29 00:00:00: Nitroglycerin SL administered via SL\n2022-12-30 00:00:00: Lisinopril administered via PO\n2022-12-31 00:00:00: Nystatin Oral Suspension administered via PO\n\n\n-------------Labs-------------\n2022-12-18 04:36:00: CK-MB Index\n2022-12-18 06:35:00: Cholesterol Ratio (Total/HDL), Cholesterol, HDL,\n                     Cholesterol, LDL, Calculated, Cholesterol, Total,\n                     Thyroid Stimulating Hormone, Triglycerides\n2022-12-18 20:31:00: Urine Mucous\n2022-12-18 22:46:00: SPECIMEN TYPE\n2022-12-19 01:18:00: Potassium, Whole Blood\n2022-12-19 09:42:00: Haptoglobin, Lactate Dehydrogenase (LD), Osmolality,\n                     Measured\n2022-12-19 10:59:00: Creatinine, Urine, Length of Urine Collection,\n                     Osmolality, Urine, Sodium, Urine\n2022-12-19 16:19:00: Base Excess, Calculated Total CO2, Free Calcium,\n                     Intubated, Lactate, Oxygen, pCO2, PEEP, pH, pO2,\n                     Temperature, Tidal Volume\n2022-12-20 03:06:00: Calcium, Total, Phosphate\n2022-12-20 03:32:00: Ventilation Rate\n2022-12-20 19:50:00: Thyroxine (T4), Free\n2022-12-21 04:00:00: Vancomycin\n2022-12-21 16:12:00: Bacteria, Bilirubin, Blood, Epithelial Cells, Ketone,\n                     Leukocytes, Nitrite, Protein, RBC, Specific Gravity,\n                     Urine Appearance, Urine Color, Urobilinogen, WBC,\n                     Yeast\n2022-12-22 22:08:00: O2 Flow, Ventilator\n2022-12-25 06:40:00: Creatine Kinase (CK), Creatine Kinase, MB Isoenzyme,\n                     Troponin T, Anisocytosis, Atypical Lymphocytes, Bands,\n                     Basophils, Burr Cells, Eosinophils, Hypochromia,\n                     Lymphocytes, Macrocytes, Metamyelocytes, Microcytes,\n                     Monocytes, Myelocytes, Neutrophils, Ovalocytes,\n                     Platelet Smear, Poikilocytosis, Polychromasia, Target\n                     Cells, Teardrop Cells\n2022-12-28 06:55:00: INR(PT), MCH, MCHC, MCV, Platelet Count, PT, PTT, RDW,\n                     Red Blood Cells, White Blood Cells\n2022-12-29 06:55:00: Alanine Aminotransferase (ALT), Albumin, Alkaline\n                     Phosphatase, Anion Gap, Asparate Aminotransferase\n                     (AST), Bicarbonate, Bilirubin, Total, Chloride,\n                     Creatinine, Glucose, Magnesium, Potassium, Sodium,\n                     Urea Nitrogen, Hematocrit, Hemoglobin\n\n\n-------------Procedures-------------\nEvaluation and management Hospital inpatient services ",
      "js_time": 0,
      "upk": 1,
      "type": "Visit_Summary"
    }
  ],
  "Explanations": [
    {
      "date": "2022-12-20 00:00:00",
      "text": "Patient's medications include cardizem over other medications such as lopressor for treatment of angina. Lopressor is a beta-blocker while cardizem is a calcium channel blocker. Both are used to treat hypertension, angina, and some heart rhythm disorders. In a study conducted to compare the effectiveness of both medications on heart rate control for atrial fibrillation/flutter in the emergency department, cardizem preformed better by more rapidly and substantially decreasing heart rate.",
      "js_time": "0",
      "upk": "4",
      "type": "Contrasive - Medications"
    },
    {
      "date": "2022-12-20 00:00:00",
      "text": "Patient's medications include cardizem. Cardizem, or diltiazem hydrochloride, is a calcium channel blocker used to treat hypertension, angina, and some heart rhythm disorders. Most common side effects of cardizem are lower limb edema, dizziness, fatigue, and bradycardia typically experienced by 6.8%, 6.4%, 4.8%, and 3.6% of patients respectively. Infrequent (less than 1%) but reported side effects of cardizem on cardiovascular system include angina, bundle branch block, palpitations, etc.",
      "js_time": "0",
      "upk": "4",
      "type": "Counterfactual - Medications"
    },
    {
      "date": "2022-12-20 00:00:00",
      "text": "Patient was diagnosed with systolic heart failure due rather than diastolic heart failure since the ejection fraction was not preserved. ",
      "js_time": "0",
      "upk": "4",
      "type": "Contrasive - Diagnosis"
    },
    {
      "date": "2022-12-20 00:00:00",
      "text": "Patient was diagnosed with systolic heart failure due to depressed ejection fraction as revealed by echocardiograms. This patient also has symptoms of shortness of breath and angina which may indicate systolic heart failure. This patient also has a history of atrial fibrillation and coronary artery disease which can cause systolic heart failure.",
      "js_time": "0",
      "upk": "4",
      "type": "Counterfactual - Diagnosis"
    }
  ]
}