{"Discharge_summary": [{"date": "2181-11-23 00:00:00", "text": "<pre>Admission Date:  [**2181-11-18**]     Discharge Date:  [**2181-11-23**]\n\nDate of Birth:   [**2148-4-23**]     Sex:  M\n\nService:  [**Company 191**]-MEDICINE\n\nHISTORY OF PRESENT ILLNESS:  This is a 33 year old African\nAmerican male with a history of diabetes mellitus type 1,\nsevere gastroparesis and hypertension, who presented to the\nEmergency Department with his usual epigastric pain and\nintractable vomiting.  In the Emergency Department, he was\nfound to have a blood pressure of 250/150, and heart rate in\nthe 90s.  He was recently discharged from [**Hospital1 346**] with a recent admission for\ngastroparesis and upper gastrointestinal bleed.  He now\nreturns with nausea, vomiting but no chest pain, no shortness\nof breath, no melena, no bright red blood per rectum, no\ncoffee ground emesis.\n\nHis electrocardiogram in the Emergency Department showed ST\nelevations in V2 and V3 which were unchanged from previous\nelectrocardiogram.  He continued to be greatly hypertensive\nin the Emergency Department with additional complaints of\nlight-headedness which necessitated direct admission to the\nCCU.\n\nPAST MEDICAL HISTORY:\n1.  Diabetes mellitus type 1.\n2.  Severe gastroparesis requiring multiple admissions in the\npast, gastric emptying study in [**2181-7-14**], reveals severe\ngastroparesis.\n3.  Gastritis with negative H. pylori.\n4.  Esophageal ulcer.\n5.  Coronary artery disease.\n6.  Hypertension which has been exceptionally difficult to\ncontrol.\n\nALLERGIES:  No known drug allergies.\n\nMEDICATIONS ON ADMISSION:\n1.  Reglan 10 mg p.o. four times a day.\n2.  Protonix 40 mg once daily.\n3.  Lisinopril 10 mg once daily.\n4.  Lopressor 50 mg three times a day.\n5.  Insulin NPH 10 units q.a.m. and q.p.m.\n\nSOCIAL HISTORY:  The patient is a former truck driver,\ncurrently not working.  He lives with girlfriend.  [**Name (NI) **] smoking\nor alcohol.\n\nFAMILY HISTORY:  Noncontributory.\n\nPHYSICAL EXAMINATION:  On physical examination, vital signs\nrevealed temperature 98.6, heart rate 99, blood pressure\n180/117, respiratory rate 17, oxygen saturation 100%.  In\ngeneral, the patient is somewhat somnolent.  Head, eyes,\nears, nose and throat - sluggish pupils.  The oropharynx is\nclear.  Cardiovascular - tachycardia, S1 and S2, no murmurs,\nrubs or gallops.  Pulmonary clear to auscultation bilaterally\nwith poor respiratory effort.  The abdomen is soft,\nnontender, nondistended with normoactive bowel sounds.  No\nliver edge.  Extremities no edema, good 2+ dorsalis pedis and\nposterior tibial pulses.  Neurologic examination - alert and\noriented times three, somewhat somnolent.  Reflexes\nsymmetrical but decreased.  Cranial nerves II through XII are\nintact.  Motor strength is preserved.\n\nLABORATORY DATA:  On admission, white blood cell count 9.6,\nhematocrit 2.3, platelet count 232,000.  Chem7 is remarkable\nfor blood urea nitrogen of 24, and creatinine 1.7.  Liver\nfunction tests were within normal limits.  CK was 300 and\ntroponin less than 0.3.\n\nChest x-ray revealed no acute process.  Head CT revealed no\nacute bleed or mass lesion.\n\nHOSPITAL COURSE:\n1.  Cardiovascular - The patient was admitted to CCU for\nblood pressure control.  He was started on Labetalol drip\nwhich resulted in immediate significant drop in his blood\npressure requiring discontinuation of the Labetalol.\nFollowing this, he was started on Nipride drip with\nrelatively good control, but over the first 24 hours, his\nblood pressure returned to [**Location 213**] and all drips were\nsubsequently discontinued.  At this point, autonomous testing\nwas arranged and the patient was found to have severe\nautonomic dysfunction.  Given this finding, it was believed\nthat he would benefit from pyramidal corticoids which was\nFlorinef on which he was started.  In the meantime, his beta\nblocker and ace inhibitor were currently discontinued.  His\nblood pressure well controlled after that.  He required only\nthe addition of Clonidine patch.  After the first 24 hours in\nthe CCU, he was relatively stable and ready for transfer to\nthe medical floor.\n\nOn the medical floor, his blood pressure was well controlled\nand although a little bit elevated around 140 to 160\nsystolic, it showed no fluctuation which has been so\ntroubling to him in the past.\n\n2.  Gastrointestinal - The patient had little to no\ncomplaints of gastrointestinal upset, nausea or vomiting.  He\nwas able to tolerate a full p.o. diet.\n\n3.  Renal - He remained relatively stable from the renal\nstandpoint with no fluctuation in creatinine.\n\n4.  Endocrine - The patient was seen by the [**Last Name (un) **] consult\nservice who felt he might have a flat [**Last Name (un) **] type I B diabetes\nmellitus.  Apparently historically, he has responded somewhat\nto oral hypoglycemics in the past suggesting that he might\nnot have typical type 1 picture.  He will be followed by the\n[**Hospital **] Clinic after discharge.\n\nDISCHARGE DIAGNOSES:\n1.  Gastroparesis.\n2.  Autonomic dysfunction.\n3.  Hypertensive urgency.\n\nCONDITION ON DISCHARGE:  Stable.\n\nDISCHARGE STATUS:  To home.\n\nMEDICATIONS ON DISCHARGE:\n1.  Clonidine patch 0.1 q.weekly.\n2.  Florinef 0.1 mg once daily.\n3.  Reglan 10 mg four times a day.\n4.  Protonix 40 mg once daily.\n5.  NPH 10 units twice a day.\n\n\n\n\n                          [**First Name11 (Name Pattern1) **] [**Last Name (NamePattern4) 1879**], M.D.  [**MD Number(1) 14612**]\n\nDictated By:[**Name8 (MD) 5094**]\n\nMEDQUIST36\n\nD:  [**2181-12-10**]  13:01\nT:  [**2181-12-10**]  19:23\nJOB#:  [**Job Number 38273**]\n<pre>", "js_time": 6686773200.0, "upk": 0, "type": "Discharge_summary"}, {"date": "2181-11-23 00:00:00", "text": "<pre>Admission Date:  [**2181-12-6**]     Discharge Date:  [**2155-4-14**]\n\nDate of Birth:   [**2148-4-23**]     Sex:  M\n\nService:  [**Company 191**] MED\n\nADMITTING DIAGNOSIS:  Nausea and vomiting.\n\nHISTORY OF THE PRESENT ILLNESS:  The patient is a 33-year-old\ngentleman with type I diabetes with severe gastroparesis\nwhich was documented on a nuclear study in [**2181-7-14**], who\npresented on [**2181-12-3**] with severe nausea and vomiting\nand inability to tolerate p.o. intake for two days.  The\npatient states that this episode feels likes his usual\ngastroparesis.\n\nHe denied fevers, chills, chest pain, shortness of breath,\nabdominal pain, dysuria, constipation, diarrhea, melena,\nbright red blood per rectum.  He has had no recent travel.\nHe had not changed his diet recently.  He had no sick\ncontacts.  The patient states that he had been taking\nProtonix and Reglan as prescribed.  The patient says that his\nblood sugars have been running between 150 and 200.  The\npatient takes NPH insulin.\n\nIn the Emergency Department, the patient received Reglan,\nAtivan, Zofran for nausea.  He also had a NG tube placed\nwhich showed coffee ground aspirate.\n\nPAST MEDICAL HISTORY:\n1.  Type I diabetes.\n2.  Severe gastroparesis.\n3.  History of gastritis, negative for H. pylori.\n4.  Esophageal ulcer.\n5.  Coronary artery disease with a 50% LAD, mild disease in\nthe left circumflex and RCA.\n6.  An echocardiogram in [**2181-11-13**] showed an ejection\nfraction of greater than 70%, with no focal wall motion\nabnormalities.\n7.  Hypertension, labile with systolic blood pressures\nrunning between 100 and 240.\n8.  Episode of coffee ground emesis in early [**2181-11-13**].\nAn EGD at the time was unremarkable but clinically was\nsuspicious of [**Initials (NamePattern4) **] [**Last Name (NamePattern4) **]-[**Doctor Last Name **] tear.\n\nMEDICATIONS ON ADMISSION:\n1.  Protonix 40 mg p.o. q.d.\n2.  Clonidine patch 0.1 mg transdermal q. week.\n3.  Reglan 10 mg p.o. q.i.d.\n4.  Insulin NPH 5 units q.a.m. and 5 units q.p.m.\n\nALLERGIES:  The patient has no known drug allergies.\n\nSOCIAL HISTORY:  The patient lives with his girlfriend and\nyoung children.  He is a nonsmoker and nondrinker.\n\nPHYSICAL EXAMINATION UPON ADMISSION:  Temperature 99.3, blood\npressure 191/103, heart rate 104, respiratory rate 15,\nsaturating 99% on room air.  The patient was retching.  The\nmucous membranes were dry.  Otherwise, the head and neck\nexamination was unremarkable.  The lungs were clear to\nauscultation bilaterally.  S1 and S2 were normal.  There was\nno S3 or S4.  There was a grade II/VI systolic murmur at the\nleft upper sternal border.  Bowel sounds were present.  The\nabdomen was soft and nontender.  The abdomen was somewhat\ndistended.  There was no costovertebral angle tenderness.\nThere was no peripheral edema.  Peripheral pulses were\npalpable bilaterally.\n\nLABORATORY DATA:  White count 8.3, hematocrit 33.5, platelets\n205,000.  Sodium 133, potassium 9.8, hemolyzed, chloride 101,\nbicarbonate 19, BUN 36, creatinine 2.0, glucose 214.  The\nanion gap was 12.  The urinalysis was positive for nitrates\nbut was otherwise negative.  Microscopy showed 0-2 white\nblood cells, 0-2 red blood cells, and many bacteria.\n\nAn EKG showed sinus tachycardia at 107 beats per minute,\nnormal axis, intervals normal.  There was no significant\nchange when compared with an EKG from [**2181-11-20**].\n\nHOSPITAL COURSE:  The patient was admitted to the Medicine\nService.  His course in the hospital will be discussed by\nsystems.\n\n1.  GI:  The patient's symptoms were consistent with his\nhistory of gastroparesis.  He was put n.p.o.  A NG tube was\nplaced on suction.  The patient was given IV Reglan and\nAtivan for his nausea.  LFTs were checked and were normal.\nAfter approximately two days the patient began to experience\nless nausea.  The NG tube was discontinued.  The patient was\nable to tolerate clear liquids.\n\nOn the fourth day of the hospital admission, the patient was\ntaken to the EGD lab and underwent Botox therapy at the\npylorus.  A gastric emptying study done the next day showed\nthat there continued to be minimal emptying of the stomach\nafter two hours.  There was no significant change when\ncompared with a gastric emptying study from [**2181-7-14**].\nHowever, the patient felt well and was able to tolerate p.o.\n\nIt should be noted that the patient had coffee ground emesis\nat the time of admission.  His hematocrit was followed while\nin the hospital and remained stable.  The GI Service felt\nthat there was no need to re-scope him at the time of\nadmission.\n\n2.  CARDIOVASCULAR:  The patient has labile hypertension.\nHis blood pressure was pretty difficult to control while in\nthe hospital.  It ranged from systolic blood pressure of\n106-230.  The patient was trialed on IV Lopressor 5 mg IV q.\nsix hours as well as hydralazine 10 mg IV q. six hours.  This\nachieved somewhat adequate blood pressure control with\nsystolic blood pressures running in the 180s.  He was trialed\non p.o. Lopressor and lisinopril; however, these did not\ncontrol his blood pressure well.  At the time of discharge,\nthe patient is on a Clonidine patch 0.3 mg q. week.  The\npatient can follow-up with his primary care physician for [**Name Initial (PRE) **]\nbetter control of his blood pressure.\n\n3.  ENDOCRINE:  The patient has type 1 diabetes.  His NPH\ndose was halved while he was n.p.o.  At the time of\ndischarge, he is back on his regular dose of NPH, 5 units\nsubcutaneously b.i.d.\n\n4.  ID:  The patient had a urinalysis that was suspicious for\nUTI at the time of admission.  However, the patient had no\nsymptoms.  A urine culture was negative.  The patient was not\ntreated with antibiotics.\n\nDISCHARGE DIAGNOSIS:\n1.  Type 1 diabetes.\n2.  Gastroparesis, status post Botox therapy at the pylorus.\n3.  History of gastritis with negative H. pylori.\n4.  History of esophageal ulcer.\n5.  Coronary artery disease with 50% LAD and mild disease in\nthe left circumflex and RCA.\n6.  Echocardiogram in [**2181-11-13**] showing an ejection\nfraction of greater than 70%.\n7.  Hypertension.\n8.  Possible [**Doctor First Name **]-[**Doctor Last Name **] tear in [**2181-11-13**].\n\nMEDICATIONS AT DISCHARGE:\n1.  Clonidine 0.3 mg transdermal q. week.\n2.  Reglan 10 mg p.o. q.i.d.\n3.  NPH insulin 5 units subcutaneously b.i.d.\n4.  Protonix 40 mg p.o. b.i.d.\n\nDISCHARGE FOLLOW-UP:  The patient will follow-up with the GI\nService.  He was scheduled for a follow-up gastric emptying\nstudy on [**2182-1-8**] at 8:30 in the morning.  He will\nalso follow-up with his PCP.\n\n\n\n                          [**Doctor First Name 306**] C- [**Name8 (MD) 308**], M.D.  [**MD Number(1) 11871**]\n\nDictated By:[**Last Name (NamePattern1) 222**]\n\nMEDQUIST36\n\nD:  [**2181-12-12**]  14:08\nT:  [**2181-12-12**]  18:50\nJOB#:  [**Job Number **]\n<pre>", "js_time": 6686773200.0, "upk": 1, "type": "Discharge_summary"}], "Echo": [{"date": "2181-11-18 00:00:00", "text": "<pre>PATIENT/TEST INFORMATION:\nIndication: Abnormal ECG.\nHeight: (in) 66\nWeight (lb): 180\nBSA (m2): 1.91 m2\nBP (mm Hg): 210/130\nHR (bpm): 102\nStatus: Inpatient\nDate/Time: [**2181-11-18**] at 16:46\nTest: Portable TTE(Complete)\nDoppler: Focused pulse and color flow\nContrast: None\nTechnical Quality: Adequate\n\n\nINTERPRETATION:\n\nFindings:\n\nLEFT ATRIUM: The left atrium is normal in size.\n\nRIGHT ATRIUM/INTERATRIAL SEPTUM: The right atrium is normal in size.\n\nLEFT VENTRICLE: Left ventricular wall thickness, cavity size, and systolic\nfunction are normal (LVEF>55%). Regional left ventricular wall motion is\nnormal.\n\nRIGHT VENTRICLE: Right ventricular chamber size and free wall motion are\nnormal.\n\nAORTIC VALVE: The aortic valve is not well seen.\n\nMITRAL VALVE: The mitral valve appears structurally normal with trivial mitral\nregurgitation.\n\nTRICUSPID VALVE: The tricuspid valve appears structurally normal with trivial\ntricuspid regurgitation.\n\nPERICARDIUM: There is no pericardial effusion.\n\nConclusions:\n1. Left ventricular wall thickness, cavity size, and systolic function are\nnormal (LVEF>55%). Regional left ventricular wall motion is normal.\n2. Compared with the prior report (tape unavailable) of [**2181-7-17**], there is no\nsignificant change.\n\n\n<pre>", "js_time": 6686341200.0, "upk": 0, "type": "Echo"}], "ECG": [{"date": "2181-11-20 00:00:00", "text": "<pre>Sinus rhythm\nrSr'(V1) - probable normal variant\nDiffuse ST-T wave changes with ST segment elevation - consider\ninjury/pericarditis +/or possible early repolarization normal variant -\nclinical correlation is suggested\nSince previous tracing of [**2181-11-18**]: further ST-T wave changes present\n\n<pre>", "js_time": 6686514000.0, "upk": 0, "type": "ECG"}, {"date": "2181-11-18 00:00:00", "text": "<pre>Sinus tachycardia\nST elevation - repeat if myocardial injury is suspected - although may be early\nrepolarization pattern - clinical correlation is suggested\nSince previous tracing, same date ST-T wave changes slightly more prominent\n\n<pre>", "js_time": 6686341200.0, "upk": 1, "type": "ECG"}, {"date": "2181-11-18 00:00:00", "text": "<pre>Sinus rhythm\nST-T wave configuration suggests early repolarization pattern but clinical\ncorrelation is suggested\nSince previous tracing, [**2181-11-11**] no significant change\n\n<pre>", "js_time": 6686341200.0, "upk": 2, "type": "ECG"}], "Radiology": [{"date": "2181-11-18 00:00:00", "text": "<pre>[**2181-11-18**] 2:36 PM\n CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 37494**]\n Reason: 33 yo male with abd pain, tenderness on exam, st seg elevati\n ______________________________________________________________________________\n [**Hospital 2**] MEDICAL CONDITION:\n  33 year old man with dm, gastroparesis, cad\n REASON FOR THIS EXAMINATION:\n  33 yo male with abd pain, tenderness on exam, st seg elevation.  r/o free air\n ______________________________________________________________________________\n                                 FINAL REPORT\n HISTORY:  This is a 33 year old man with diabetes, gastroparesis, abdominal\n pain and tenderness requiring evaluation for free air.\n\n COMPARISONS:  [**2181-11-12**].\n\n FINDINGS:  The cardiac, hilar and mediastinal silhouettes are within normal\n limits for size.  The lung volumes are low however the lungs are clear.  The\n costophrenic angles are sharp.  The visualized bones are unremarkable.\n\n IMPRESSION:  No radiographic evidence for acute cardiopulmonary disease.\n\n\n<pre>", "js_time": 6686341200.0, "upk": 0, "type": "Radiology"}], "Nursing_other": [{"date": "2181-11-19 00:00:00", "text": "<pre>htn\nccu npn- see fs also\no- afebrile. cv- bp 140-150s/. started on clonidine patch, bp trending up to 170s. cont. on ivf 125cc/hr n/s for 2 more liters.\nresp- on r/a, sat 100. l/s ess. clear/dim. u/o 100cc/hr clear yellow via foley.\ngi- denies n/v, took some sips gingerale later eve.\nms- sleeping most afternoon, more awake later eve, appears oriented, appropriate and cooperative, mae.\nskin- moves self in bed.\nsocial- sister called, no visitors.\n<pre>", "js_time": 6686427600.0, "upk": 0, "type": "Nursing_other"}, {"date": "2181-11-20 00:00:00", "text": "<pre>CCU NURSING PROGRESS NOTE 1900-0700: HTN CRISIS\nROS:\nMS: A/O/X/3. More engaging in conversation. Sleeping most off shift. OOB time one to chair for 1/2hr.\n\nCV: HR 90s to 100s. ST/NSR. No noted ectopy. ABP/NIBP not correlating overnight. Following NIBP overnight d/t active extremeties where aline place. Systolics increasing as high as 220s. N/V precipating HTN with no relief once settled out. Labetolol re-started at 0.125mg/min and increased as high 2.0mg/min. Labetolol later weaned to off for SBPs of 140.\n\nRESP: LS clear to dim at bases. O2Sat mid to high 90s on RA. Breathing unlabored.\n\nGU/GI: F/C draining adequate amount of urine. Since MN 3600=I and 2600=O. (-) LOS. Abd soft, NT, with (+) BSs. N/V times three episodes\nEmesis clear to bile in color. Treated with Zofran and Ativan. RN presenting NGT as option and pt declining. Not taking any POs overnight. IVF dc's by team to concern of pt (+) ???.\n\nENDO: FS at HS 154. NPH held and rx with 2uR. AM FS pending.\n\nID: Low grade temp overnight.\n\nHEME: Repeat HCT on eves 33.8. Unchanged from previous. AM HCT pending.\n\nSOC: Relative or friend calling and speaking to pt on portable phone.\nOtherwise no visitors.\n\nA/P:\nContinue to trial PO antihypertensive\nAppt on Palm 2 w/ autoimmune specialist ? time\nContinue to monitor\n<pre>", "js_time": 6686514000.0, "upk": 1, "type": "Nursing_other"}, {"date": "2181-11-20 00:00:00", "text": "<pre>ccu nursing progress note\ns: i feel nauseaous again\no: pls see carevue flowsheet for complete vs/data/events\ncv: hr 90s sr. bp labile. initally 130-160/90 this am, then up to 200-230/100-120 when pt oob for test. remained elevated for sev hours after test then came down to 115-135/60-70 without any treatment. ordered for labetolol ivb for htn, this currently on hold. labetolol gtt has also not been used today.\npt underwent autonomic dysfunction test(tilt table) this am. he demonstrated autonomic instability with hypotension and s/s of weakness and dizzyness.\nresp: no sob. ra sat >95%. bs cta.\ngi: had 2 episodes of n/v. bilious and mucous. rec'd ativan 1mg with some effect. reglan dose ^'d. taking cl in sm amts later in afternoon. no stool. cont on ivf 1/2ns at 100cc/hr.\nendo: bs <180. nph held this am.\ngu: uop 40-80cc/hr.\nid: afeb.\nms: alert, drowsy at times with ativan dosing for gi upset. ox3. cooperative. able to get oob with min assist. very tired from long test this am.\na: cont labile bp and gi s/s.\np: follow hemodynamics. labetolol as needed, monitor for hypotension.\nfollow gi s/s. med for comfort prn.\n<pre>", "js_time": 6686514000.0, "upk": 2, "type": "Nursing_other"}, {"date": "2181-11-19 00:00:00", "text": "<pre>CCU NURSING PROGRESS NOTE 1900-0700: HTN crisis\nPLS SEE CARVUE FOR ALL VSS AND OBJECTIVE DATA:\n\nS-\"I feel much better.\"\n\nO-MS: Intially lethargic and soft spoken. Perking up towards morning.\nA/O/X/3 throughout night with neuro remaining intact. Following and obeying commands. Overall pleasant.\n\nCV: HR 90s to 100s. NSR to ST. No noted ectopy. SBPs labile overnight on Labetolol and Nipride. Succesfully weaning Nipride and Labetolol to goal SBP of 160-170. Around MN pt BP bottoming to ABP 60s with NIBP correlating. At that time only on 0.5mg/min of Labetolol and Nipride previously off. Pts only c/o of \"lightheadness\" at that time. Receiving 1.5L of NS boluses and repsonding. BPs currently 140s to 170s with NS at 125cc/hr. K previously hemolyzed in EW at 6.0 and around MN 4.0. CKMBs remaining flat.\n\nRESP: LSCTA. O2Sat high 90s on RA. CXR (-). No issues\n\nGU/GI:F/C draining adequate amounts of CYU. UO dropping off with low BPs to < 30cc/hr but improving with increased BPs. Currently making 40-50cc/hr with steady improvement. UA (+) for protein and glucose but (-) for ketones. Cr 1.7 but at baseline for pt. Abd soft with hyperactive BSs. Last vomiting on admission to floor but has since has had no c/o nausea or vomiting. Nor epigatric pain.\n\nID: Afebrile.\n\nENDO: Intially BS 38 at home given glucose in the field with a repeat of 110. Now in EW to floor, 223 and not treated. FS re-checked at 10PM and covered with 8uR and 5uNPH. Repeat at MN 211 and given addt'l 6uR with AM FS pending. Not in DKA per HO and closed Agap.\n\nACC: 2 PIVS and Aline placed last night.\n\nSOC: Sister [**Doctor First Name 426**] calling to check status. Updated by RN.\n\nA/P:\nPossibly starting back PO antihypertensive\nCotinue to follow FS QID.\nIf stable throughout day possible call out to floor.\n<pre>", "js_time": 6686427600.0, "upk": 3, "type": "Nursing_other"}, {"date": "2181-11-19 00:00:00", "text": "<pre>ccu nursing progress note\ns: i feel nauseaous again\no: pls see carevue flowsheet for complete vs/data/events\ncv: no c/o cp. hr 90-110sr, no vea. k repleted via ivf. bp labile in am 120-140/80 while resting up to 180-200/90-110 w/a and moving. aroung 10 am pt c/o nausea, rec'd ativan. nausea and vomiting at noontime assoc w/ rise in bp. cont to maintain sbp >200. team notified. rec'd ativan again for n/v without change in bp. clonipin patch ordered but not avail at this time from pharmacy and labetolol was restarted after bp remained >190 for about 90min. labetolol started at .5mg/min. titrated down to .25 as bp dropped under 170 then off as bp dropped under 140/ . no precipitious drop. early afternoon bp 125-140/70. pt asleep but arousable.\nresp: ra sat 97-100%. no sob.\ngi: episode n/v after pt taking cl diet this am. nothing since noon. no stool. better with ativan. pt declined zofran.\ngu: uop 60-100cc/hr. cr 1.7.\nms: more alert this am. sleeping in afternoon after ativan for nausea.\nsocial: a dtr was in to  visit.\na: labile bp. cont nausea/vomiting.\np: monitor bp. clonidine patch this eve. assess gi s/s. med for comfort. support to pt.\n<pre>", "js_time": 6686427600.0, "upk": 4, "type": "Nursing_other"}, {"date": "2181-11-20 00:00:00", "text": "<pre>CCU NSG NOTE: 4p-7p DIABETES\nS: \"Now my stomach is hurting again\"\nO: For complete VS see CCU flow sheet.\nCV: Bp remains labile going from 140/80 at 4p up to 210/140. He received 2.5mg IVP labetolol and bed was put in reverse trendelenberg with no change in BP.\nRENAL: Urine output improves with increase in BP. He is now 600cc neg for the day.\nGI: Pt drank a few glasses of gingerale. While he did not vomit, he did have some abdomimal cramping ~30-45 minutes after drinking it.\nENDO: FS at 6pm was 161 and pt received 2u reg insulin IV.\nMS: Pt sleeping much of time. Easily rouseable and fully oriented.\nA: Continued labile bp\nP: Monitor for change. ? call out\n<pre>", "js_time": 6686514000.0, "upk": 5, "type": "Nursing_other"}, {"date": "2181-11-21 00:00:00", "text": "<pre>CCU NURSING PROGRESS NOTE 0700-1900: HTN CRISIS\nMS: SLEEPING MOST OF NIGHT. AWAKEN AND SOMEWHAT LETHARGIC BUT ENGAGING IN CONVERSATION. ALL WANTING TO DO IS SLEEP.  C/O (+) ABD DISCOMFORT BUT TOLERATTING. EMOTIONALLY SUPPORTED.\n\nCV: HR 90S TO 100S. ST TO NSR. NO NOTED ECTOPY. SBPS CONTINUE TO BE LABILE. FOR MOST OF EVENING SBP 190S TO 200S DESPITE LABETOL IVP.\nTEAM AWARE AND DECIDING TO ADD 2ND CLONIDINE PATCH. PATCH PLACED AT MN AN 1HR POST SBPS DOWN TO 110 TO 95 SYS. PATCH REMOVED AND SBPS INCREASING TO 140S TO 150S SYSTOLIC WHERE PT HAS REMAINED. AM DOSE OF LABETOLOL HELD.\n\nRESP: LSCTA. O2SATS HIGH 90S ON RA.\n\nGU/GI:F/C DRAINING BRISK AMTS OF UO. DROPPING OFF WITH DECLINING BPS.\nABD SOFT, NT, (+) BSS. VOMITING TIME TWO OVERNIGHT. ABOUT 250CC TOTAL. WHITE IN APPEARANCE WITH SMALL TINTS OF BILE. GIVEN ATIVAN TIMES ONE AND ZOFRAN TIME ONE. APPETITE CONTINUES TO BE POOR. DECLINING CLEAR LIQS. 1/2 NS CONTIUES AT 100CC/HR. NO BMS OVERNIGHT.\n\nENDO: FS AT MN 132 AND AM PENDING. BS RX ACCORDED TO SLSCL. NPH DOSE HELD.\n\nID: LOW GRADES OVERNIGHT.\n\nA/P:\nCONTINUE TO MONITOR BPS\nPOSSIBLE CALL TO FLOOR\nCONTINUE TO EMOTIONALLY SUPPORT\n<pre>", "js_time": 6686600400.0, "upk": 6, "type": "Nursing_other"}, {"date": "2181-11-21 00:00:00", "text": "<pre>CCU NSG NOTE: HYPERTENSION/GASTROPARESIS\nS: \"I feel pretty good today\".\nO: for complete VS see CCU flow sheet.\nID: Pt afebrile not on ABX\nCV: Pt more stable today on clonadine patch and he started florinef. No labetolol given. He continues to have a-line that will be d/c when he is transfered out. He was seen by PT today and walked in the [**Doctor Last Name **]. BP dropped from 150/90 to 110/70. Pt asymptomatic.\nRESP: Pt sating 99% on RA with clear lungs.\nGI: Pt now eating diabetic diet with no nausea or vomiting. NO BM.\nIVF 1/2NS at 100cc/hr stopped at 3pm.\nENDO: AM finger stick 120s. By noon BS up to 175. As pt is eating now he should be restarted on usual NPH dose.\nRENAL: Pt has foley draining clear urine. He is ~400cc + for the day.\nMS: Pt slept most of the day, but is easily rouseable and fully oriented.\nA: More hemodynamically stable/eating without problem\nP: Monitor for change. Transfer out\n<pre>", "js_time": 6686600400.0, "upk": 7, "type": "Nursing_other"}], "Visit_Summary": [{"date": "0", "text": "<pre>-------------Patient Information-------------\n\tGender: M\n\tAge: 33\n\tEthnicity: BLACK/AFRICAN AMERICAN\n\tAdmission Height: 0\n\tHospital Admission Source: EMERGENCY ROOM ADMIT\n\tUnit Type: EMERGENCY\n\tAdmission Weight: 0\n\tDischarge Weight: 0\n\tDischarge Time: 2181-11-23 15:33:00\n\tDischarge Location: HOME\n\tDischarge Status: Alive\n\nA 33 year old africanamerican male with a history\nof diabetes mellitus type 1,severe gastroparesis\nand hypertension, who presented to the. emergency\ndepartment with his usual epigastric pain\nand.intractable\n\n-------------Reason(s) for Admission-------------\nABD. PAIN \n\n-------------Discharge Diagnosis-------------\n\n1.  gastroparesis.\n2.  autonomic dysfunction.\n3.  hypertensive urgency.\n\n\n-------------Administered Medications-------------\n2181-11-20 00:00:00: Ondansetron Hcl, Metoclopramide Hcl, Magnesium\n                     Sulfate, Labetalol HCl administered via IV\n2181-11-20 00:00:00: Lorazepam, Acetaminophen administered via PO\n2181-11-20 00:00:00: Prochlorperazine (Rectal) administered via PR\n2181-11-20 00:00:00: Insulin, Insulin Human NPH, Heparin Sodium\n                     administered via SC\n2181-11-21 00:00:00: None administered via IV\n2181-11-21 00:00:00: Fludrocortisone Acetate administered via PO\n2181-11-26 00:00:00: Clonidine TTS 1 Patch administered via TD\n\n\n-------------Labs-------------\n2181-11-18 13:15:00: Tricyclic Antidepressant Screen, Troponin I, Urea\n                     Nitrogen, Basophils, Eosinophils, Hematocrit,\n                     Hemoglobin, INR(PT), Lymphocytes, MCH, MCHC, MCV,\n                     Monocytes, Neutrophils, Platelet Count, PT, PTT, RDW,\n                     Red Blood Cells, White Blood Cells, Acetaminophen,\n                     Alanine Aminotransferase (ALT), Albumin, Alkaline\n                     Phosphatase, Amylase, Asparate Aminotransferase (AST),\n                     Barbiturate Screen, Benzodiazepine Screen, Bilirubin,\n                     Total, Ethanol, Green Top Hold (plasma), Salicylate\n2181-11-18 13:55:00: Amphetamine Screen, Urine, Barbiturate Screen, Urine,\n                     Benzodiazepine Screen, Urine, Cocaine, Urine, Length\n                     of Urine Collection, Methadone, Urine, Opiate Screen,\n                     Urine, Bacteria, Bilirubin, Blood, Epithelial Cells,\n                     Glucose, Ketone, Leukocytes, Nitrite, pH, Protein,\n                     RBC, Specific Gravity, Urine Appearance, Urine Color,\n                     Urine Specimen Type, Urobilinogen, WBC, Yeast, GR HOLD\n2181-11-18 17:00:00: Anion Gap, Bicarbonate, Chloride, Creatinine,\n                     Potassium, Sodium\n2181-11-18 23:30:00: Creatine Kinase, MB Isoenzyme\n2181-11-19 05:35:00: % Hemoglobin A1c, Creatine Kinase (CK), Lipase,\n                     Magnesium, Phosphate\n2181-11-19 05:58:00: SPECIMEN TYPE, Base Excess, Calculated Total CO2,\n                     Oxygen Saturation, pCO2, pO2\n2181-11-20 05:00:00: Calcium, Total\n\n\n-------------Procedures-------------\nEvaluation and management Hospital inpatient services <pre>", "js_time": 0, "upk": 1, "type": "Visit_Summary"}]}